[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="生物对目标造成%icon_air气系伤害。"

[Ability.dont_y_buff H7BaseBuff]
mName="远程攻击"
mTooltip="生物对目标造成%icon_air气系伤害，其最终伤害有50%的惩罚。（将瞄准时显示的结果除以2以获得正确数值）"

[Ability2.A_Carapace_inflexible H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="刚硬甲壳"
mTooltip="当此生物使用%spell3.name技能时，它受到的所有来源伤害减少%buff1.buff.res1，但它造成的伤害也减少%buff2.buff.stat1。持续到其下一回合开始。"

[Ability2.carapace_inflexible_buff H7BaseBuff]
mName="刚硬甲壳"
mTooltip="此生物受到的伤害大幅减少，但造成的伤害也大幅减少。"

[Ability2.carapace_inflexible_buff_negative H7BaseBuff]
mName="刚硬甲壳"
mTooltip=""

[Creature_Gorgon_Bull.A_Gorgon_Bull1 H7Creature]
mName="鳄蜥"
mLore="尽管鳄蜥拥有巨大的嘴巴和肌肉发达的四肢，可以用来撕碎敌人并将其抛向四面八方，但这并非它们的真正实力。他们在伊拉斯风暴中多年的冥想使他们能够吸收部分这种魔法，并且能够将这种魔法灌注给盟友，赋予他们新的可能。"

[Creature_Gorgon_Bull.A_Gorgon_Bull2 H7Creature]
mName="神圣鳄蜥"
mLore="神圣鳄蜥是其族群中最长寿、最智慧的成员，因此自然在战场上担任领导职位。有人称之为运气，其他人则认为是第六感甚至种族记忆的证据，但这些最强大的生物总是能在正确的时间出现在正确的地点，而且往往是在最后一刻，当他们嚎叫着冲入敌阵时，他们肌肉发达的四肢将敌人甩向四面八方，他们巨大的颚部能迅速解决任何不幸被夹在他们之间的战斗人员——无论是友是敌——以及一顿美餐。"

v1.38

[Ability2.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="伊拉斯的眷顾"
mTooltip="治疗目标生物%d1 %icon_Health点生命值。此能力可使用3次。\n\n隐藏能力：当英雄获得20点或更多%icon_spirit精神时，此生物获得%stat1 %icon_health生命值加成，并且%spell1.name能力会治疗战场上所有友方魔法生物。"

[Ability.A_BurningDetermination H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="伊拉斯的请求"
mTooltip="赋予目标%spell2.name类型的友方生物%spell1.name能力，持续到战斗结束。"